Repository: oxiliere/oxutils
Catalog: src/oxutils/permissions/locale/*/LC_MESSAGES/django.po
Languages: fr

source: The requested role does not exist
fr: Le rôle demandé n'existe pas

source: The requested group does not exist
fr: Le groupe demandé n'existe pas

source: The requested grant does not exist
fr: Le grant demandé n'existe pas

source: The requested role grant does not exist
fr: Le role grant demandé n'existe pas

source: This role is already assigned to the user
fr: Ce rôle est déjà assigné à l'utilisateur

source: This group is already assigned to the user
fr: Ce groupe est déjà assigné à l'utilisateur

source: The provided actions are invalid
fr: Les actions fournies sont invalides

source: Insufficient permissions to perform this action
fr: Permissions insuffisantes pour effectuer cette action

source: A role grant already exists for this role and scope
fr: Un role grant existe déjà pour ce rôle et ce scope

source: A grant already exists for this user and scope
fr: Un grant existe déjà pour cet utilisateur et ce scope

source: Application is not allowed
fr: L'application n'est pas autorisée
